
# tap caskroom/cask
cask_args appdir: '/Applications'

# Python stuff
brew 'python3'

# DS stuff
brew 'apache-spark'
brew 'apache-zeppelin'
brew 'hadoop'
cask 'anaconda'
cask 'rstudio'

# Web stuff
brew 'node'
brew 'heroku-toolbelt'
cask 'google-chrome'

# Other languages
brew 'r'
brew 'scala'
brew 'go'
cask 'mactex'

# Database
brew 'redis'
brew 'postgresql'

# Dev
brew 'ack'
brew 'libgit2'
cask 'sublime-text'
cask 'hyper'
# brew 'coreutils'

# Other
brew 'certbot'
brew 'screenfetch'
brew 'openssl'
brew 'wget'
brew 'jpeg'
cask 'slack'
cask 'handbrake'
cask 'vlc'
cask 'transmission'
cask 'steam'
cask 'telegram'
cask '1password'
cask 'gimp'
cask 'the-unarchiver'
cask 'docker'
# brew 'imagemagick'
# brew 'jp2a'

# Apps
cask 'dropbox'
cask 'google-drive'
cask 'duet'
