
# tap caskroom/cask
cask_args appdir: '/Applications'

# Python stuff
brew 'python'

# DS stuff
cask 'anaconda'

# Web stuff
brew 'node'
cask 'google-chrome'

# Other languages
brew 'r'
brew 'scala'
brew 'go'
cask 'mactex'

# Database
brew 'redis'
brew 'sqlite'
brew 'postgres'
brew 'mongodb'
cask 'postico'
brew 'gdal'
brew 'geos'

# Dev
cask 'sublime-text'
cask 'hyper'
brew 'htop'
brew 'zsh'
brew 'zsh-completions'

# Other
brew 'certbot'
brew 'screenfetch'
brew 'openssl'
brew 'wget'
brew 'jpeg'
cask 'the-unarchiver'

# Apps
cask 'duet'
cask 'slack'
cask 'steam'
cask 'telegram'
cask '1password'
cask 'gimp'
cask 'inkscape'
cask 'postman'
cask 'setapp'
cask 'parallels'
cask 'daisydisk'
cask 'spotify'
